11/data/attachments/74efa4caa58a6f7c.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Michael_during_Actions_25803_4</nif:username>
            <nif:friendToBeRequested>soap_actions_5d1f80c6-f0fc-4b80-8e7a-df42eb73bfbb</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>